Repository: Subfly/yaba
Catalog: Darwin/YABA/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sk, sv, tr, zh_hans

# How To Keyboard General Message 2
source: After tapping **Enable YABA Keyboard**, you’ll be taken to YABA’s settings on your device. Here you can also change the app’s language or enable/disable local network access. To continue setup, tap **Keyboards**.
de: Wenn du auf **YABA‑Tastatur aktivieren** tippst, gelangst du zu den YABA‑Einstellungen auf deinem Gerät. Hier kannst du außerdem die Sprache der App ändern oder den Zugriff auf lokale Netzwerke aktivieren/deaktivieren. Um mit der Einrichtung fortzufahren, tippe auf **Tastaturen**.
es: Al tocar **Activar teclado de YABA**, irás a los ajustes de YABA en tu dispositivo. Aquí también puedes cambiar el idioma de la app o activar/desactivar el acceso a la red local. Para continuar con la configuración, toca **Teclados**.
fr: Après avoir appuyé sur **Activer le clavier YABA**, tu seras dirigé vers les réglages de YABA sur ton appareil. Ici tu peux aussi changer la langue de l’app ou activer/désactiver l’accès au réseau local. Pour continuer la configuration, appuie sur **Claviers**.
hi: **Enable YABA Keyboard** पर टैप करने के बाद, आपको अपने डिवाइस की YABA सेटिंग्स पर ले जाया जाएगा। यहाँ आप ऐप की भाषा बदल सकते हैं या लोकल नेटवर्क एक्सेस सक्षम/अक्षम कर सकते हैं। सेटअप जारी रखने के लिए **Keyboards** पर टैप करें।
it: Dopo aver toccato **Abilita tastiera YABA**, verrai portato alle impostazioni di YABA sul tuo dispositivo. Qui puoi anche cambiare la lingua dell'app o abilitare/disabilitare l'accesso alla rete locale. Per proseguire la configurazione, tocca **Tastiere**.
ja: **Enable YABA Keyboard** をタップすると、デバイスのYABA設定画面が表示されます。ここではアプリの言語を変更したり、ローカルネットワークへのアクセスを有効／無効にしたりできます。セットアップを続けるには、**Keyboards** をタップしてください。
ko: **YABA 키보드 활성화**를 탭하면 기기의 YABA 설정 화면으로 이동합니다. 여기에서 앱의 언어를 변경하거나 로컬 네트워크 접근을 활성화/비활성화할 수도 있습니다. 설정을 계속하려면 **키보드**를 탭하세요.
nb: Etter å ha trykket på **Aktiver YABA‑tastatur** blir du tatt til YABAs innstillinger på enheten din. Her kan du også endre appens språk eller aktivere/deaktivere tilgang til lokalt nettverk. For å fortsette oppsettet, trykk **Tastaturer**.
nl: Na het tikken op **Enable YABA Keyboard** word je naar de YABA-instellingen op je apparaat gebracht. Hier kun je ook de taal van de app wijzigen of de toegang tot het lokale netwerk in- of uitschakelen. Om door te gaan met het instellen, tik op **Keyboards**.
pt_br: Após tocar em **Ativar Teclado YABA**, você será levado para as configurações do YABA no seu dispositivo. Aqui você também pode alterar o idioma do app ou ativar/desativar o acesso à rede local. Para continuar a configuração, toque em **Teclados**.
sk: Po klepnutí na **Enable YABA Keyboard** budeš presmerovaný do nastavení YABA na tvojom zariadení. Tu môžeš tiež zmeniť jazyk aplikácie alebo povoliť/zakázať prístup k lokálnej sieti. Pre pokračovanie v nastavení klepni na **Keyboards**.
sv: Efter att du tryckt på **Enable YABA Keyboard** tas du till YABA:s inställningar på din enhet. Här kan du också byta språk för appen eller aktivera/avaktivera åtkomst till lokalt nätverk. För att fortsätta installationen, tryck på **Keyboards**.
tr: **YABA Klavyesini Etkinleştir**'e dokunduğunuzda cihazınızın YABA ayarlarına yönlendirileceksiniz. Buradan uygulamanın dilini değiştirebilir veya yerel ağ erişimini etkinleştirip devre dışı bırakabilirsiniz. Kuruluma devam etmek için **Klavye**'ye dokunun.
zh_hans: 点按 **启用 YABA 键盘** 后，你会被带到设备上的 YABA 设置。在此你也可以更改应用语言或启用/禁用本地网络访问。要继续设置，点按 **键盘**。

# How To Keyboard General Message 3
source: You’ll see two options here. To see YABA as a keyboard in a later step, make sure to enable both.
de: Du siehst hier zwei Optionen. Damit YABA später als Tastatur angezeigt wird, aktiviere beide.
es: Verás dos opciones aquí. Para que YABA aparezca como teclado en un paso posterior, asegúrate de activar ambas.
fr: Tu verras deux options ici. Pour que YABA apparaisse comme clavier à l’étape suivante, assure‑toi d’activer les deux.
hi: यहाँ आपको दो विकल्प दिखेंगे। बाद के चरण में YABA को एक कीबोर्ड के रूप में देखने के लिए, सुनिश्चित करें कि दोनों को सक्षम किया गया हो।
it: Vedrai due opzioni qui. Per poter vedere YABA come tastiera in un passaggio successivo, assicurati di abilitare entrambe.
ja: ここに2つのオプションが表示されます。後の手順でYABAをキーボードとして表示するには、両方を有効にしてください。
ko: 여기에서 두 가지 옵션이 보입니다. 이후 단계에서 YABA를 키보드로 표시하려면 두 옵션을 모두 활성화하세요.
nb: Du får to valg her. For å se YABA som et tastatur i et senere steg, må du sørge for å aktivere begge.
nl: Je ziet hier twee opties. Om YABA later als toetsenbord te kunnen gebruiken, zorg dat je beide inschakelt.
pt_br: Você verá duas opções aqui. Para que o YABA apareça como um teclado em um passo posterior, certifique‑se de ativar ambas.
sk: Tu uvidíš dve možnosti. Aby sa YABA neskôr zobrazila ako klávesnica, uisti sa, že obe povolíš.
sv: Du ser två alternativ här. För att YABA ska dyka upp som ett tangentbord i ett senare steg, se till att aktivera båda.
tr: Burada iki seçenek göreceksiniz. Daha sonraki bir adımda YABA’yı bir klavye olarak görebilmek için her ikisini de etkinleştirdiğinizden emin olun.
zh_hans: 在这里你会看到两个选项。若要在后续步骤中把 YABA 作为键盘看到，请确保两个选项都已启用。

# How To Keyboard General Message 4
source: When enabling the second option, a system pop-up will appear. Don’t worry—YABA will never collect your data or send anything to a remote server, as promised during onboarding. To use YABA as a keyboard, tap **Allow**. You can always review the open-source codebase to see exactly how YABA Keyboard works and confirm that no data is ever collected.
de: Beim Aktivieren der zweiten Option erscheint ein System‑Popup. Keine Sorge — YABA wird niemals deine Daten sammeln oder irgendetwas an einen entfernten Server senden, wie beim Einrichten versprochen. Um YABA als Tastatur zu verwenden, tippe auf **Zulassen**. Du kannst jederzeit den Open‑Source‑Code prüfen, um genau nachzusehen, wie YABA Keyboard funktioniert und zu bestätigen, dass niemals Daten gesammelt werden.
es: Al activar la segunda opción, aparecerá un aviso del sistema. No te preocupes: YABA nunca recopilará tus datos ni enviará nada a un servidor remoto, tal y como se prometió durante la configuración. Para usar YABA como teclado, pulsa **Permitir**. Siempre puedes revisar el código fuente abierto para ver exactamente cómo funciona el teclado de YABA y confirmar que nunca se recopilan datos.
fr: En activant la deuxième option, une fenêtre système s’affichera. Pas d’inquiétude — YABA ne collectera jamais tes données ni n’enverra quoi que ce soit vers un serveur distant, comme annoncé lors de l’installation. Pour utiliser YABA en tant que clavier, appuie sur **Autoriser**. Tu peux toujours consulter le code source pour voir exactement comment fonctionne YABA Keyboard et vérifier qu’aucune donnée n’est collectée.
hi: जब आप दूसरे विकल्प को सक्षम करते हैं, तो एक सिस्टम पॉप‑अप दिखाई देगा। चिंता न करें—YABA आपकी कोई भी डेटा कभी इकट्ठा नहीं करेगा और न ही ऑनबोर्डिंग के दौरान किए गए वादे के विपरीत कुछ भी रिमोट सर्वर पर भेजेगा। YABA को कीबोर्ड के रूप में इस्तेमाल करने के लिए, **Allow** पर टैप करें। आप हमेशा ओपन‑सोर्स कोडबेस की समीक्षा कर सकते हैं ताकि ठीक‑ठीक देखा जा सके कि YABA Keyboard कैसे काम करता है और यह पुष्टि हो सके कि कोई डेटा कभी संग्रहीत नहीं किया जाता।
it: Quando abiliti la seconda opzione, apparirà un pop-up di sistema. Non preoccuparti—YABA non raccoglierà mai i tuoi dati né invierà nulla a un server remoto, come promesso durante l'onboarding. Per usare YABA come tastiera, tocca **Consenti**. Puoi sempre consultare il codice open-source per vedere esattamente come funziona YABA Keyboard e verificare che non venga mai raccolto alcun dato.
ja: 2つ目のオプションを有効にすると、システムのポップアップが表示されます。ご安心ください — オンボーディングでお約束した通り、YABAはデータを収集したりリモートサーバーに送信したりすることは決してありません。YABAをキーボードとして使うには、**許可**をタップしてください。YABA Keyboardがどのように動作し、データが一切収集されないかは、いつでもオープンソースのコードベースを確認して確かめることができます。
ko: 두 번째 옵션을 활성화하면 시스템 팝업이 표시됩니다. 걱정하지 마세요 — YABA는 온보딩 시 약속한 것처럼 귀하의 데이터를 절대 수집하거나 원격 서버로 전송하지 않습니다. YABA를 키보드로 사용하려면 **허용**을 탭하세요. 언제든 오픈 소스 코드베이스를 검토하여 YABA Keyboard가 어떻게 동작하는지 확인하고 데이터가 전혀 수집되지 않는지 직접 확인할 수 있습니다.
nb: Når du aktiverer det andre valget, vil et systemvindu dukke opp. Ikke bekymre deg — YABA vil aldri samle inn dataene dine eller sende noe til en ekstern server, som lovet under oppstarten. For å bruke YABA som tastatur, trykk **Tillat**. Du kan alltid gå gjennom den åpne kildekoden for å se nøyaktig hvordan YABA Keyboard fungerer og bekrefte at ingen data blir samlet inn.
nl: Wanneer je de tweede optie inschakelt, verschijnt er een systeempop-up. Maak je geen zorgen—YABA zal nooit je gegevens verzamelen of iets naar een externe server sturen, zoals beloofd tijdens de onboarding. Om YABA als toetsenbord te gebruiken tik je op **Toestaan**. Je kunt altijd de open-source codebase bekijken om precies te zien hoe YABA Keyboard werkt en te bevestigen dat er nooit gegevens worden verzameld.
pt_br: Ao habilitar a segunda opção, aparecerá uma janela do sistema. Não se preocupe — o YABA nunca coletará seus dados nem enviará nada para um servidor remoto, como prometido durante a configuração. Para usar o YABA como teclado, toque em **Permitir**. Você sempre pode revisar o código‑fonte open‑source para ver exatamente como o teclado YABA funciona e confirmar que nenhum dado é coletado.
sk: Keď zapneš druhú možnosť, zobrazí sa systémové vyskakovacie okno. Nemaj obavy — YABA nikdy nebude zbierať tvoje údaje ani nič posielať na vzdialený server, ako to bolo sľúbené pri onboardingu. Ak chceš používať YABA ako klávesnicu, ťukni na **Povoliť**. Vždy si môžeš prezrieť otvorený zdrojový kód, ktorý presne ukazuje, ako YABA Keyboard funguje, a overiť, že sa žiadne údaje nikdy nezbierajú.
sv: När du aktiverar det andra alternativet kommer en systemruta att visas. Oroa dig inte — YABA kommer aldrig att samla in dina uppgifter eller skicka något till en fjärrserver, precis som lovat under introduktionen. För att använda YABA som tangentbord, tryck på **Tillåt**. Du kan alltid granska den öppna källkoden för att se exakt hur YABA Keyboard fungerar och bekräfta att inga data någonsin samlas in.
tr: İkinci seçeneği etkinleştirdiğinizde bir sistem açılır penceresi görünecek. Endişelenme—onboarding sırasında vaat edildiği gibi YABA verilerini asla toplamaz veya uzaktaki bir sunucuya hiçbir şey göndermez. YABA'yı klavye olarak kullanmak için **İzin Ver**'e dokun. YABA Klavye'nin nasıl çalıştığını ve hiçbir verinin toplanmadığını doğrulamak için açık kaynak kod tabanını her zaman inceleyebilirsin.
zh_hans: 当启用第二个选项时，会弹出系统提示。别担心——正如在引导时承诺的，YABA 永远不会收集你的数据或向远程服务器发送任何内容。要将 YABA 用作键盘，请点击 **Allow**。你也可以随时查看开源代码库，了解 YABA 键盘如何工作并确认绝不会收集任何数据。

# How To Keyboard General Message 5
source: Now you’re ready for the second step. Go back to your device settings, find the **General** tab, and tap it.
de: Jetzt bist du bereit für den zweiten Schritt. Gehe zurück zu den Einstellungen deines Geräts, suche den **Allgemein**‑Bereich und tippe darauf.
es: Ahora estás listo para el segundo paso. Vuelve a los ajustes del dispositivo, busca la pestaña **General** y tócala.
fr: Tu es prêt pour la deuxième étape. Retourne dans les Réglages de ton appareil, trouve l’onglet **Général** et appuie dessus.
hi: अब आप दूसरे चरण के लिए तैयार हैं। अपने डिवाइस की सेटिंग्स में वापस जाएँ, **General** टैब खोजें, और उस पर टैप करें।
it: Ora sei pronto per il secondo passaggio. Torna alle impostazioni del dispositivo, trova la scheda **Generali** e toccala.
ja: これで次の手順の準備ができました。デバイスの設定に戻り、**一般**タブを探してタップしてください。
ko: 이제 두 번째 단계 준비가 되었습니다. 기기 설정으로 돌아가 **일반** 탭을 찾아 탭하세요.
nb: Nå er du klar for andre trinn. Gå tilbake til enhetsinnstillingene, finn fanen **Generelt**, og trykk på den.
nl: Nu ben je klaar voor de tweede stap. Ga terug naar de instellingen van je apparaat, zoek het tabblad **Algemeen** en tik erop.
pt_br: Agora você está pronto para o segundo passo. Volte para os ajustes do dispositivo, encontre a aba **Geral** e toque nela.
sk: Teraz môžeš pristúpiť k druhému kroku. Vráť sa do nastavení zariadenia, nájdi kartu **Všeobecné** a ťukni na ňu.
sv: Nu är du redo för nästa steg. Gå tillbaka till enhetens inställningar, hitta fliken **Allmänt** och tryck på den.
tr: Şimdi ikinci adım için hazırsın. Cihaz ayarlarına geri dön, **Genel** sekmesini bul ve dokun.
zh_hans: 现在你已准备好第二步。返回设备的设置，找到 **通用** 选项并点按它。

# How To Keyboard General Message 6
source: In there, you have to find “Keyboard” and tap it.
de: Dort musst du „Tastatur“ finden und darauf tippen.
es: Ahí tienes que encontrar «Teclado» y tocarlo.
fr: Là, trouve «Clavier» et appuie dessus.
hi: वहाँ आपको “Keyboard” ढूँढना होगा और उस पर टैप करना होगा।
it: Lì devi trovare «Tastiera» e toccarla.
ja: その中で「キーボード」を見つけてタップしてください。
ko: 그 안에서 "키보드"를 찾아 탭하세요.
nb: Der må du finne «Tastatur» og trykke på det.
nl: Daar moet je “Toetsenbord” zoeken en erop tikken.
pt_br: Lá, procure por “Teclado” e toque nele.
sk: Tam musíš nájsť „Klávesnica“ a ťuknúť na ňu.
sv: Där måste du hitta ”Tangentbord” och trycka på det.
tr: Orada “Klavye”yi bulup dokunman gerekiyor.
zh_hans: 在其中，你要找到 **键盘** 并点按它。

# How To Keyboard General Message 7
source: When you reach **Keyboards**, you’ll see your existing keyboards. If YABA is already listed, you’re all set. If not, tap **Add New Keyboard**.
de: Wenn du bei **Tastaturen** ankommst, siehst du deine vorhandenen Tastaturen. Wenn YABA bereits aufgeführt ist, bist du fertig. Falls nicht, tippe auf **Neue Tastatur hinzufügen**.
es: Cuando llegues a **Teclados**, verás los teclados que ya tienes. Si YABA ya aparece en la lista, ya está todo listo. Si no, toca **Añadir nuevo teclado**.
fr: Une fois dans **Claviers**, tu verras tes claviers existants. Si YABA est déjà listé, tout est prêt. Sinon, appuie sur **Ajouter un clavier**.
hi: जब आप **Keyboards** पर पहुँचेंगे, तो आप अपने मौजूदा कीबोर्ड देखेंगे। यदि YABA पहले से सूचीबद्ध है, तो आप तैयार हैं। अगर नहीं, तो **Add New Keyboard** पर टैप करें।
it: Quando arrivi alla sezione **Tastiere**, vedrai le tastiere esistenti. Se YABA è già elencata, sei a posto. Altrimenti, tocca **Aggiungi nuova tastiera**.
ja: **キーボード**に進むと、現在登録されているキーボードが表示されます。既に YABA が一覧にあれば完了です。ない場合は、**新しいキーボードを追加**をタップしてください。
ko: **키보드** 항목에 들어가면 현재 등록된 키보드들이 표시됩니다. 목록에 YABA가 이미 있으면 설정이 완료된 것입니다. 없다면 **새 키보드 추가**를 탭하세요.
nb: Når du kommer til **Tastaturer**, ser du tastaturene som allerede er lagt til. Hvis YABA allerede står i listen, er du ferdig. Hvis ikke, trykk **Legg til nytt tastatur**.
nl: Als je bij **Toetsenborden** komt, zie je je bestaande toetsenborden. Staat YABA al in de lijst, dan ben je klaar. Zo niet, tik op **Nieuw toetsenbord toevoegen**.
pt_br: Ao chegar em **Teclados**, você verá seus teclados existentes. Se o YABA já estiver listado, está tudo pronto. Caso contrário, toque em **Adicionar Novo Teclado**.
sk: Keď sa dostaneš do **Klávesnice**, uvidíš svoje existujúce klávesnice. Ak je YABA už v zozname, máš hotovo. Ak nie, ťukni na **Pridať novú klávesnicu**.
sv: När du kommer till **Tangentbord** ser du dina befintliga tangentbord. Om YABA redan finns med är du klar. Om inte, tryck på **Lägg till nytt tangentbord**.
tr: **Keyboards** bölümüne geldiğinde mevcut klavyelerin görünecek. YABA zaten listelenmişse hazırsın. Değilse **Add New Keyboard**'e dokun.
zh_hans: 当你进入 **键盘** 页面时，会看到现有的键盘。如果列表中已经有 YABA，就说明已设置完成。否则，点按 **添加新键盘**。

# How To Keyboard General Message 8
source: In the pop-up, look under **Third-Party Keyboards**. YABA should appear here if you enabled both options in the previous step. Don’t worry if you don’t see it right away—just make sure both options are enabled.
de: Schau im Pop-up unter **Drittanbieter-Tastaturen**. YABA sollte hier erscheinen, wenn du im vorherigen Schritt beide Optionen aktiviert hast. Keine Sorge, wenn du es nicht sofort siehst — stelle einfach sicher, dass beide Optionen aktiviert sind.
es: En la ventana emergente, busca la sección **Teclados de terceros**. YABA debería aparecer aquí si activaste ambas opciones en el paso anterior. No te preocupes si no lo ves de inmediato—solo asegúrate de que ambas opciones estén activadas.
fr: Dans la fenêtre contextuelle, regarde sous **Claviers tiers**. YABA devrait apparaître ici si tu as activé les deux options à l’étape précédente. Ne t’inquiète pas si tu ne le vois pas immédiatement — assure‑toi simplement que les deux options sont activées.
hi: पॉप-अप में **Third-Party Keyboards** के नीचे देखें। यदि आपने पिछले चरण में दोनों विकल्प सक्षम किए हैं तो YABA यहाँ दिखाई देना चाहिए। अगर तुरंत न दिखे तो चिंता न करें—बस सुनिश्चित करें कि दोनों विकल्प चालू हैं।
it: Nella finestra pop-up, cerca la sezione **Tastiere di terze parti**. YABA dovrebbe comparire qui se hai abilitato entrambe le opzioni nel passaggio precedente. Non preoccuparti se non lo vedi subito—assicurati solo che entrambe le opzioni siano abilitate.
ja: ポップアップで、**サードパーティキーボード**を探してください。前のステップで両方のオプションを有効にしていれば、ここにYABAが表示されます。すぐに見えなくても心配いりません — 両方のオプションが有効になっていることを確認してください。
ko: 팝업에서 **타사 키보드** 항목을 확인하세요. 이전 단계에서 두 옵션을 모두 활성화했다면 YABA가 여기에 표시됩니다. 바로 보이지 않아도 걱정하지 마세요—두 옵션이 모두 활성화되어 있는지만 확인하면 됩니다.
nb: I pop-up-vinduet, se under **Tredjeparts-tastaturer**. YABA skal vises her hvis du aktiverte begge alternativene i forrige trinn. Ikke bekymre deg hvis du ikke ser det med én gang — sørg bare for at begge alternativene er aktive.
nl: Kijk in het pop-upvenster onder **Third-Party Keyboards**. YABA zou hier moeten verschijnen als je in de vorige stap beide opties hebt ingeschakeld. Maak je geen zorgen als je het niet meteen ziet—zorg gewoon dat beide opties aan staan.
pt_br: No pop-up, procure em **Teclados de Terceiros**. O YABA deve aparecer aqui se você ativou ambas as opções no passo anterior. Não se preocupe se não aparecer imediatamente — apenas verifique se as duas opções estão ativadas.
sk: V pop‑upe pozri pod **Klávesnice tretích strán**. YABA by sa tu mala zobraziť, ak si v predchádzajúcom kroku povolil obe možnosti. Nemusíš sa obávať, ak ju hneď nevidíš — stačí sa uistiť, že obe možnosti sú zapnuté.
sv: I popup-fönstret, titta under **Tangentbord från tredje part**. YABA borde visas här om du aktiverade båda alternativen i föregående steg. Oroa dig inte om du inte ser det direkt — kontrollera bara att båda alternativen är aktiverade.
tr: Açılan pencerede **Üçüncü Taraf Klavyeler** bölümüne bak. Önceki adımda her iki seçeneği de etkinleştirdiysen YABA burada görünmelidir. Hemen görünmezse endişelenme—sadece her iki seçeneğin de açık olduğundan emin ol.
zh_hans: 在弹出窗口中，查看 **第三方键盘** 一栏。如果你在上一步启用了两个选项，YABA 应该会出现在这里。看不到也别担心——只要确认两个选项都已启用即可。

# How To Keyboard General Message 9
source: Once YABA is added, you can use the Edit button to change its order among your keyboards.
de: Sobald YABA hinzugefügt ist, kannst du die Taste „Bearbeiten“ verwenden, um die Reihenfolge unter deinen Tastaturen zu ändern.
es: Una vez añadida YABA, puedes usar el botón Editar para cambiar su orden entre tus teclados.
fr: Une fois YABA ajouté, tu peux utiliser le bouton Modifier pour changer son ordre parmi tes claviers.
hi: एक बार YABA जोड़ दिए जाने पर, आप अपने कीबोर्ड की सूची में उसकी क्रम-स्थिति बदलने के लिए Edit बटन का उपयोग कर सकते हैं।
it: Una volta aggiunta YABA, puoi usare il pulsante Modifica per cambiarne l'ordine tra le tue tastiere.
ja: YABAを追加したら、編集ボタンでキーボードの並び順を変更できます。
ko: YABA가 추가되면 '편집' 버튼을 눌러 키보드 목록에서 순서를 변경하세요.
nb: Når YABA er lagt til, kan du bruke Rediger-knappen for å endre rekkefølgen blant tastaturene dine.
nl: Zodra YABA is toegevoegd, kun je de knop Wijzig gebruiken om de volgorde tussen je toetsenborden aan te passen.
pt_br: Depois que o YABA for adicionado, você pode usar o botão Editar para mudar a ordem dele entre os seus teclados.
sk: Keď je YABA pridaná, môžeš použiť tlačidlo Upraviť na zmenu jej poradia medzi tvojimi klávesnicami.
sv: När YABA har lagts till kan du använda knappen Redigera för att ändra dess ordning bland dina tangentbord.
tr: YABA eklendikten sonra, klavyelerin arasındaki sırasını değiştirmek için Düzenle düğmesini kullanabilirsin.
zh_hans: 添加 YABA 之后，可使用“编辑”按钮更改它在键盘列表中的顺序。
